<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Переводы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие строки используются во время аутентификации пользователей.
    | Вы можете изменить их под нужды вашего приложения.
    |
    */

    'failed' => 'Введите правильные имя пользователя и пароль',
    'password' => 'Указан неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',

    'login' => 'Вход',
    'logout' => 'Выход',
    'register' => 'Регистрация',
    'remember' => 'Запомнить меня',
    'forgot' => 'Забыли пароль?',
    'confirm_password' => 'Подтвердите пароль',
    'verify_email' => 'Подтвердите адрес электронной почты',
    'send_verification_link' => 'Отправить ссылку для подтверждения',
    'reset_password' => 'Сброс пароля',
    'email_address' => 'Электронная почта',
    'name' => 'Имя',
    'confirm' => 'Подтвердить',
    'new_password' => 'Новый пароль',
    'current_password' => 'Текущий пароль',
];
